13/data/attachments/7b1164d01db7cb2a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sara_several_Friend_18112_4</nif:username>
            <nif:friendToBeRequested>soap_friends_2e7f85e6-a095-433c-9050-8a0d14087ffc</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>